Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （１２時を過ぎてすぐに騎士団はやってきたから、宴会の開始は１５時とか１６時か。おっと、生成と合成やっておかないとな）
en: (So the Knights arrived shortly after 12 o'clock, and the feast starts at 3 or 4. Oops, I should probably do some generating and synthesizing.)

source: １歳になってから始まった召喚術のスキルアップのための日課だ。最初は１日２回しかできなかったが、今では安定して１日３回、生成と合成ができるようになった。強くなりたいなら、果て無くこつこつ日課をこなすことが大事と考える。
en: This is his daily routine for improving his summoning skills that he started when he turned one.At first, he could only reliably do it twice a day, but now he could consistantly create and synthesize three times a day. He believed that if he wanted to get stronger, he had to do his daily routine diligently and endlessly.

source: 「「「王家」」」
en: " " " "The royal family!" " " "

source: 「あ、ありがとうございます」
en: "T-thank you very much, sir."

source: 「あれんはつよいんだよ！ いつもきしごっこしているんだから！！」
en: "Allen is strong! Cuz we always play knights together!!"

source: 「あれんもべんきょうするの？」
en: "Are you gonna study too, Allen?"

source: 「うむ、なので来年以降の鑑定の儀の結果についても、嘘偽りのないように報告をしてくれ。このような村を作った村長を処罰したくないのでな」
en: "So please report the results of the appraisal ceremony from next year onwards honestly. I don't want to have to punish the mayor who created such a wonderful village."

source: 「うむ、学園都市だな。そこで有能なものは教養を身に着け訓練を積む」
en: "Mhm. There's an academy city. It's where the best of the best are educated and trained."

source: 「え、はい。ロダンといいます」
en: "Ah, yes. I am Rodan."

source: 「え？ 私のことを知っているので？」
en: "Eh? You know me?"

source: 「え～しってるんだぞ。さいのうなしで、のうりょくもすっごいひくいんだろ？」
en: "Really~? He's untalented, and aren't his stats super low?"

source: 「おお！ これはすまなかった。なぜ名乗ってくれぬ。村の英雄に気付かず帰るところであったぞ！！」
en: "Ohhh! Sorry for being so rude, why didn't you tell me your name earlier! I was about to leave without greeting the village hero!"

source: 「がくえんにいったらきしになれるの！？」
en: "If I go to the academy can I be a knight!?"

source: 「この者は私の友人のロダンといいます」
en: "This is my friend, Rodan."

source: 「これからクレナはどうしたらよいのでしょうか？」
en: "So what will happen to Kurena now?"

source: 「そ、そうであったのですね」
en: "So that's how it is."

source: 「そういえば、この黒髪の子は」
en: "By the way, this black-haired child is...?"

source: 「そして、これからだが、１２歳になったら学園に通ってもらう。教養も身に着けてもらわねばならぬのでな。卒業後は王家に仕えることになるであろう」
en: "And after she turns twelve, she will be educated at the academy. After graduation, she will serve the royal family."

source: 「それでな、再鑑定をさせたところ、剣聖ではなく剣士の才能であった。驚いて他の貴族も調べさせたところ、才能がないのにあると偽ったり、剣聖だの大魔導士だのと偽った剣士や魔法使いもおってな。王国はずいぶん荒れた」
en: "Well, when he was re-evaluated, he didn't have the talent of a sword saint, but of a swordsman. They were so surprised that they had all the other nobles investigated too. And they found that there were many sword saints and arch mages that were really just swordsman and mages. The kingdom has gone through a lot."

source: 「それとな、もう１つあるのだが」
en: "Oh, and there's one more thing."

source: 「そんなことないもん！ あれんはとてもつよいんだから。なんでもしってるし！！」
en: "That's not true! Allen is super strong! And he knows everything!!"

source: 「な！？ くろかみはのうなしだろ。なんでべんきょうするんだよ。よわいやつはきしになれないんだよ」
en: "Ha!? Blackhead? Why would he study? Weak people can't become nobles."

source: 「は、はあ」
en: "...Huh?"

source: 「は、はい」
en: "O-okay."

source: 「ば、馬鹿、ドゴラ」
en: "D-don't be rude, Dogora."

source: 「ふむ、そうだな。当面はそのまま元気よく育ててくれ」
en: "Hmm, yes. For the time being, just make sure she grows up nice and strong."

source: 「まあ、そうだな。クレナが入学試験に落ちないように、まあもう少し先の話であるが教師を送ることになるだろう。しっかり勉学に励ませてほしい。ドゴラよ、お前も騎士を目指すなら一緒に勉強をしなさい」
en: "Ah, that's right, we will send a teacher to make sure that Kurena doesn't fail the entrance exam. Well, maybe a bit futher down the line. I hope she studies hard. And Dogora, if you want to become a knight, make sure to study with her."

source: 「ろだん？ お前はボア狩りのロダンか？」
en: "Rodan? Are you Rodan the boar hunter?"

source: 「わかった！！」
en: "Kay!!"

source: 「ん？ その子は」
en: "Hm? And this is?"

source: 「今回、騎士との戦いについては、申し訳なかった。御当主のせいにするわけではないが、最近神経質になっておいででな」
en: "I'm sorry about the fight with the knight. But I don't blame the lord, he's been nervous lately."

source: 「今回は剣聖と聞いて、どうしても確認しろとな。教会も調べ、嘘の報告はなさそうであったのだが」
en: "This time, when I heard that there was a sword saint, I insisted on confirming it myself, even though the church checked and there didn't seem to be any false reports."

source: 「学園ですか」
en: "School?"

source: 「実は３年ほど前になるが、とある伯爵領の御子息が剣聖となってな」
en: "Actually, about three years ago, the son of an earl became a sword saint."

source: 「当然だ。御当主様も褒めておいでだ。この領は食料をいかに増やすかを最も大切にしている。村を興し、田畑を増やしたら、なぜか毎冬ボアの肉が獲れるようになったと御当主様もお喜びになっている」
en: "Of course. The lord praised you, it's of the utmust importance to increase the territory's food supply, and he was pleased to hear that after we built up the village and increased the fields, we also now have boar meat every winter."

source: 「斧使いか、ほうほう。騎士団に一番求めているのは槍使いであるが、斧使いも貴重であるな。もし、学園に入る際の入学試験でよい成績を収められるなら、授業料の援助をしているぞ」
en: "Hoho, an axeman. Spearman are the highest priority to recruit, but axeman are also valuable. If you do well on the entrance exam, we can help with your tuition."

source: 「申し訳ありません。我が子のドゴラといいます。斧使いの才能があり、騎士になりたいといつも言っておりまして」
en: "I am sorry, sir. This is my son, Dogora. He has talent as an axeman, and has always wanted to become a knight."

source: 「私の子です。騎士団長様」
en: "He's my son, knight commander sir."

source: 「調べたら、ロダンとゲルダという者が農奴を先導して狩っているというではないか。見事である！！ これは私の言葉ではない。御当主様の言葉として受け取ってほしい」
en: "When I looked into it, I found that Rodan and Gerda were the men leading the serfs in the hunt. And it looks like they're doing a great job!! That's what the lord said."

source: これは、試すような真似をして申し訳なかったというゲルダやクレナへの謝罪も込めた説明だ。農奴に対してかなり丁寧に事情を説明していると感じる。
en: This was partially an explaination, and partially an apology to Gerda and Kurena for accusing them of falsifying her talent. It feels as if the knight commander was explaining the situtation quite carefully to a couple of serfs.

source: その後、ほどなくして宴会は終わり、帰宅の途に就いた。服の中にモルモの実を４つほど隠して持って帰ることに成功した。テレシアにロダンが褒められた話がしたくて、行きよりも足が少し軽かった。
en: Soon after, the banquet ended, and everyone was on their way home. Allen had succeeded in hiding four mormo nuts in his clothes. On the way home, his feet were light - he couldn't wait to tell Theresia what had happened to Rodan.

source: どうやら、広場で行ったクレナと副騎士団長レイブランドの戦いについて、経緯を説明してくれるようだ。ゲルダもロダンも騎士団長の話を聞く。村長も聞いてほしいと念を押すので村長もよく耳を傾ける。
en: Apparently, he's going to explain why there was a battle yesterday between Kurena and Lieutenant Commander Wraybrand. Gerda and Rodin both listen to the knight commander, and when the mayor notices them listening, he begins to listen too.

source: どうやら才能があるだけでは学園には入れないようだ。村長にもしっかり伝える騎士団長である。学園の入学試験で落ちると領主的にも問題があるようだ。クレナの勉強の邪魔にならない程度に他の者も教師の授業を受けてよいと併せて言う。
en: Apparently, talent alone is not enough to get into the academy. The knight commander makes this clear to the mayor. It seems that it'll be troublesome for the lord if Kurena fails the entrance exam. He also says that others may partake in the lessons as long as it does not interfere with Kurena's studies.

source: なぜか騎士団長が知っている。
en: Somehow, the knight commander knows him.

source: また、騎士団長が話をする。
en: The knight commander continues.

source: もう少し敬語を使ってほしいのか、親がドゴラの頭をゴリゴリとしている。しかし、そんな様子と裏腹に顔はとてもうれしそうだ。ドゴラの仕官に向けての話を騎士団長としている。
en: Dogora's parents are staring at his head, signalling to him to be more polite, but Dogora doesn't notice the situation, and is beaming. He's to focused on the discussion about him becoming an officer.

source: アレンが現実世界でキャラ作成のために見た、爵位と職業の関係について思い出す。剣聖は農奴、平民、男爵からしか生まれてこないはずだ。
en: Allen remembered the relationship between rank and class from the character creation screen in the real world. Sword saints were only supposed to be born as serfs, common ers, and barons.

source: アレンは学園に反応したが、席にいる村長も含めて皆、王家に反応する。王家に仕えるとは国王の直属の配下になるということだ。
en: Allen reacted to the school, but everyone, including the mayor, reacted to the royal family. Serving the royal family meant being directly under the king.

source: クレナがアレンのことをドゴラに悪く言われて顔が真っ赤になる。頬を膨らませて怒る。クレナが大声を上げたため、他の騎士や村人も注目する。
en: When Dogora trash talks Allen, Kurena's face turns red, and her cheeks puff out. Kurena shouts so loudly that all the other knights and villagers notice.

source: クレナを見る。
en: He looked at Kurena.

source: ゲルダがなんの話だという感じで相槌を打つ。
en: Gerda says it like "So what're you trying to say?"

source: ドゴラは話を聞いてもらえてうれしそうだ。
en: Dogora looks happy to hear that.

source: ボアを狩り続けて何か報われたようで、とてもこみ上げてくるものを感じるロダンだ。そして、ロダンが褒められて自分のことのようにうれしい。
en: Rodan had been hunting boars for a while now, and it seemed to have paid off. It was an emotional moment for Rodan. Allen, seeing his father moved, felt as happy as if he was the one being praised.

source: ロダンが頭を下げる。そう言うお前は誰って顔をする騎士団長である。宴会が始まってしばらく経つが、ロダンは騎士団長との会話に参加していない。
en: Rodan bows his head. The knight commander makes a face like, "who is this speaking now?" It's been a while since the banquet started, but Rodan hasn't joined in the conversation with the knight commander yet.

source: 冬になると加工された肉が開拓村から毎年運ばれてくるようになった。今では領主の街は、開拓村から届けられた肉が冬を知らせるとさえ言われている、と嬉しそうに話す騎士団長である。
en: Every year in the winter, processed meat is brought in from the frontier village. The knight commander happy tells us that, in the town of the lord, winter is only said to begin when the meat arrives from the frontier village.

source: 初めて食べたものもあるのか、一心不乱にモリモリと食べている。ほとんど話を聞いていない。興奮しながらパンにかじりついている。
en: She was eating as if it was the first time she's ever eaten. She was barely listening to the story, lapping food up in large gulps, excitedly biting into her bread.

source: 剣聖なら王家に報告しなくてはならない。しかし、ここ最近才能の粉飾による重い処罰が貴族の中で下されたばかりである。教会を調べたがどうも本当に剣聖だ。しかしそれでも心配という領主だ。そこで時間をかけ教会を調べ、３か月経った今、騎士団が本当に剣聖なのか調べるために派遣されたとのことだ。
en: If there really was a sword saint, it was to be reported to the royal family. However, the heavy punishment for the false report was still in recent memory, so the lord double checked with the church, and it was apparently a real sword saint. But even so, the lord wanted to make sure. So he took the time to investigate the church, and now, three months later, the knights were sent to find out if there really was a sword saint.

source: 可食部分が１体当たり１トンを超えるグレイトボアである。その半分も村で消費されない。大部分は領主のいる街まで運ばれていく。年に１０頭近く狩られるグレイトボア。数トンのボアが貴重な冬の食料になっている。
en: The edible part of each great boar was over a ton. Over half of that is exported from the village. Most of it is carried to the city where the lord lives. Every year, the village hunts nearly 10 great boars, which is several tons of valuable winter rations.

source: 当然のことであるが、悪い報告もしっかり隠さず上げてくれと誤解のないように伝える騎士団長である。
en: As a matter of course, the knight commander tells the mayor to expose bad reports, so that no misunderstandings will arise.

source: 怒った国王が、かなり重い処分を下したという話である。剣聖と偽った伯爵領は没収になったという話だ。
en: The story goes that the angry king inflicted a rather heavy punishment: the earl who claimed to have a sword saint had his entire territory confiscated.

source: 急に態度が変わる騎士団長。
en: The knight commander's attitude suddenly changes.

source: 授業料の助成とか、しっかりした制度があるのか。その代わり卒業したら助成をした領で働かないといけないとかそういうことがあるのかなと考える。
en: Is there a solid system in place for financial aid? Maybe something where, after graduation, you have to work in the territory that helped pay your tuition for a few years.

source: 特に何か報酬のようなものはないが、騎士団長に褒められたロダンである。広間に響くほどの声でロダンを称賛した。村人も皆会話を聞いている。
en: There was no specific reward, but Rodan was complimented by the knight commander. His praise echoed throughout the banquet hall, and all the villagers heard the conversation.

source: 珍しい黒目黒髪の子がクレナの側にいた。剣聖に比べれば大したことではないので、少し気になっていたが触れなかった騎士団長である。
en: There was an unsually dark-haired and dark-eyed child sitting next to Kurena. The knight commander hadn't said anything because it was nothing compared to the existance of a sword saint.

source: 申し訳ないと言いながら、ガンガン我が子を前に出す。もちろんこの騎士団長のいる席に座っているのは、わが子を売り込むためだ。
en: While apologizing, the man pulls his child in front of him. Of course, he's sitting at the same table as the knight commander to market his child.

source: 空気のように気配を消して飯を食っていたアレンに視線が向かう。
en: All eyes are on Allen, who was eating food without taking a breath.

source: 第１８話 宴会②
en: Chapter 18 Banquet ②

source: 簡単に学園について話をしてくれる。そこは鑑定の儀で才能が認められた者が通う学園とのことである。入学やら学生生活にはお金もかかるが、剣聖については領主が負担すると言われる。
en: He talks about the academy briefly. It's a school for those whose talents have been recognized through the appraisal ceremony. Enrolling in school and living as a student takes money, but for the sword saint, the lord said he would pay for it.

source: 親の仇のような勢いで食べるクレナを見て騎士団長が答える。
en: The knight commander replies when he sees Krena devoring her meal like she had a lifelong grudge against it.

source: 話が一段落ついたのでゲルダが尋ねる。剣聖となっても何をさせたら、したらいいのか分からない。
en: Gerda asks now that the story was over. Even if she is a sword saint, he doesn't really know what that entails.

source: 話に割って入った斧使いの才能のあるドゴラである。大きな体格、イモのような顔だなと感じる。目がランランに輝いている。
en: Dogora, the talented axe-wielder, enters the conversation. He has a big build, and a face like a potato. His eyes are filled with fire.

source: 騎士団長が話を進める。彼は剣聖と称えられ、王家に仕えたという。たしかに体格もよく、剣術の腕も申し分なかった。しかし、剣聖として力を発揮すべき機会に、それほどの力がなかった。現在、ドベルグという剣聖が他にいて、彼とドベルグとの力量差は歴然であったという。
en: The knight commander continues. This person was lauded as a sword saint and served the royal family. Certainly, his physique was good, and his skill in swordsmanship was nearly flawless. However, there wasn't much of an opportunity to show his power as a sword saint. Currently there was another sword saint, Doberg, and the difference between them was clear.

source: 騎士団長の様子を見て、ゲルダがロダンの紹介をする。ロダンという名前に何か引っかかった。思い出したかのように口にする。
en: Looking at the knight commander, Gerda introduces Rodan. The name Rodan sparked a memory in the knight commander.

source: 黒髪の少年アレンから、騎士団長の意識がその親であるロダンに向かう。
en: The knight commander's attention shifts from the black-haired Allen to his father, Rodan.

source: （え？ 知っているの？ というか二つ名のようなものが聞こえたぞ）
en: (Eh? He knows him? And he has a nickname?)

source: （おいおいやめろクレナ。なぜ火に油を注ぐ）
en: (Oi, oi. Slow down Kurena. Why are you pouring oil on the fire?)

source: （お！ 学園もあるのか！！）
en: (Oh! There's an academy!!)

source: （なるほど、王国内の貴族に才能の粉飾をする者が大勢いたと）
en: (I see, so there were lots of noblemen who oversold their talents.)

source: （ほうほう、斧より槍か。それにしても授業料の助成か）
en: (Hoho, they prefer spears over axes? And he's offering financial aid?)

source: （ん？）
en: (Hmm?)

source: （剣聖が伯爵家に生まれた？ あれ？ 男爵までじゃなかったっけ？ 剣聖が生まれるのって）
en: (A sword saint was born to an earl? What? Not even just a baron? A sword saint was born like that?)

source: 「えっと、おやすみなさい…」
en: "Uh... good night..."

source: 「おお！？ 淡く召喚獣が光っているぞ。見た目にも強化していることが分かるのか。大きさは変わらないと」
en: (Oh!? The summoned creature is glowing faintly. You can tell just by looking that it's been enhanced. But it's size didn't change.)

source: 「きゃああああ！ 虫いいいいいい！！ もうなんで子供部屋にこの虫いるの！！！」
en: "AAAAAHHHHHH!! A BUGGGG!!!!!! WHY ARE THERE BUGS IN THE KIDS' ROOM!!!"

source: 「にいに、あそぼ」
en: "brudder, play!"

source: 「ふぁ！」
en: "Wha!"

source: 「もう、アレン、マッシュもう寝なさい……って」
en: "Allen, Mash, it's time for bed already..."

source: 「やった、とうとう上がったぞ。長かった。というか情報が多すぎるな。どれから確認するかな」
en: "Hooray, it's finally here. It's been a long time coming. In any case, there's so much information. Let's see, where should I start?"

source: 『どのカードを強化しますか？』
en: 『Which card would you like to enhance?』

source: 『合成のスキル経験値が１００００／１００００になりました。合成レベルが３になりました。召喚レベルが３になりました。魔導書の拡張機能がレベル２になりました。強化スキルを獲得しました。１件のお知らせが届いております』
en: 『Synthesize is now at 10,000 / 10,000 skill EXP. Synthesize is now level 3. Summon is now Level 3. Expansion is now level 2. You have acquired the Enhance skill. You have 1 message.』

source: 『耐久力＋１０、素早さ＋１０』
en: 『DEF + 10, AGL + 10』

source: 【 獣 】 ＦＧＨ
en: 【BEAST】 F G H

source: 【 虫 】 ＦＧＨ
en: 【BUG】 F G H

source: 【 鳥 】 ＦＧ
en: 【BIRD】 F G

source: 【 － 】 Ｆ
en: 【 － 】 F

source: 【スキル】 召喚〈３〉、生成〈３〉、合成〈３〉、強化〈１〉、拡張〈２〉、削除、剣術〈３〉、投擲〈３〉
en: 【SKL】 Summon <3>, Create <3>, Synthesize <3>, Enhance <1>, Expansion <2>, Delete, Swordsmanship <2>, Throwing <3>

source: 【体 力】 ２０（４０）＋２６
en: 【HP】 20 (40) + 26

source: 【体 力】 Ａ
en: 【HP】 A

source: 【召 喚】 ３
en: 【SUMMON】 3

source: 【合 成】 ０／１００，０００
en: 【SYNTH】 0 / 100,000

source: 【合 成】 ３
en: 【SYNTH】 3

source: 【年 齢】 ５
en: 【AGE】 5

source: 【幸 運】 １２（２５）
en: 【LCK】 12 (25)

source: 【幸 運】 Ａ
en: 【LCK】 A

source: 【強 化】 ０／１，０００
en: 【INCRE】 0 / 1,000

source: 【強 化】 １
en: 【INCRE】 1

source: 【才 能】 召喚士
en: 【CLS】 Summoner

source: 【攻撃力】 ５（１０）＋２６
en: 【ATK】 5 (10) + 26

source: 【攻撃力】 Ｃ
en: 【ATK】 C

source: 【生 成】 ８，７８６／１００，０００
en: 【CREATE】 8,786 / 100,000

source: 【知 力】 １５（３０）＋４
en: 【INT】 15 (30) + 4

source: 【知 力】 Ｓ
en: 【INT】 S

source: 【素早さ】 １２（２５）＋１０
en: 【AGL】 12 (25) + 10

source: 【耐久力】 ５（１０）＋６
en: 【DEF】 5 (10) + 6

source: 【魔 力】 Ｓ
en: 【MP】 S

source: お知らせが長文で丁寧な表現だからといって、強気に苦情を言い続けるのは良くないと思う。相手は神。存在を抹消なんてことをしてくるかもしれない。
en: But maybe it's not so good to keep compaining just because you got a long and polite message. The other party is God after all, they could erase his existance.

source: この間の変わったことと言えば、テレシアが３人目を妊娠した。妊娠が分かったばかりなので、年が明けての出産になる。やってきた村の助産師に言われた。
en: The only thing that's changed during this time is that Theresia is pregnant with a third child.Since she just found out she's expecting, she'll have to wait until after the new year to give birth, according to the village midwife who came over.

source: これは見た目だけでなく、大きさが倍になったりするのか確認する。
en: At a glance, he could tell that there was no doubling in size.

source: さて、本日は鑑定の儀の際、アレン様の職業が不鮮明に表示されました件につきまして、心よりお詫び申し上げます。
en: We would like to offer our sincere apologies for the faulty display of your class during your appraisal ceremony.

source: しかし、アレン様のみステータスの上昇値が把握できないのは不公平です。
en: However, it is unfair that only Allen can't see the growth rate of his stats.

source: するとホルダーに入っていた虫Ｈのカードが１枚、アレンの目の前に浮き、金色に輝きだした。
en: Then, one of the Bug H cards in the holder floated in front of Allen's eyes and began to glow gold.

source: そういうわけで、テレシアの安静のために今はロダン１人で畑を耕している。
en: That's why Rodan is now working the fields alone, to give Theresia a chance to rest.

source: その結果としまして、ステータス上昇値とレベルアップ速度の両方を勘案している仕様であるため、全能力値がＥランクで変更はありません。何卒ご容赦ください。
en: Therefore, because the system takes in to account both the growth rate of the stat and the level up rate, your stats will remained ranked E. We apologize for any inconvinience this might cause.

source: そんなことをしていたら、６時前だ。子供部屋に入るとマッシュがじゃれてくる。
en: After that, it's just before 6. Allen goes to the children's room where Mash is playing.

source: とりあえず、念じてみる。すると魔導書の表紙に銀の文字が表示される。
en: First, he tries thinking it. Silver letters appeared on the cover of the grimoire.

source: どうやらアレンの声に気付いたようだ。テレシアがなかなか寝ない子供部屋に入ってくる。
en: Apparently, someone had noticed Allen's voice. Theresia, who had a hard time sleeping, had entered the children's room.

source: どうやらＦランクの召喚獣の生成より、まずは強化をやってみることにしたらしい。Ｆランクの召喚獣は不明を合わせて４体もおり、強化の分析が終わってからという考えだ。
en: Instead of creating F rank summons, he decided to try out Enhance. There were four F-rank summoned creatures, including the unknown type, so the idea was that he could first finish analyzing Enhance.

source: なお、本対応により、十分な謝罪と誠意を尽くしたつもりでございます。
en: We hope that we have communicated our sincere apologies through this response.

source: まず、改善点でございますが、今後鑑定の儀が行われる際に、才能欄には『召喚士』と表示されます。また大教皇に対して、新職業が追加された旨、神託済みでございます。職業の内容につきましては、他職同様に詳細は伝えておりませんので、その点につきましてはご了承ください。
en: We have implemented a few fixes. "Summoner" will now be properly displayed as a talent in future appraisal ceremonies. In addition, an oracle sent to the pope that has informed him that a new class was added. Please note that we did not provide him with details on the specifics of the class, as is the policy with other classes.

source: また、返答が遅くなり誠に申し訳ございませんでした。
en: Also, we are sorry for the late reply.

source: ようやく自分の時間である。まだ日が沈むまで少し時間がある。
en: Finally, he has time to himself. There is still a little bit of time before the sun sets.

source: アレンは何事もなかったかのように、平静を装い顔まで布団に潜り込み寝てしまうのであった。
en: As if nothing had happened, Allen crawled into his futon, pretending to be calm, and went to sleep.

source: スキルレベルが上がり興奮止まぬ。気持ちを落ち着かせて、次に確認するものを考える。
en: Everytime his skill level goes up is more and more exciting. But he needs to calm down and think about what to examine next.

source: ステータス上昇値のみで鑑定した場合のアレン様の能力値をお送りします。また、この内容はメモ欄にも添付しておりますので、手紙の内容が消えた後でも確認は可能でございます。なお、鑑定結果は、召喚獣の加護を勘案しておりません。
en: Therefore, we will send you your stats appraised based only on their growth rate. This will be added to notes portion of your grimoire, so that you can check it even after this message is gone. The status appraisel does not include the blessings from your summoned creatures.

source: テレシアは３人目はどうしても自分が名前を付けたいと言っている。アレンもマッシュもロダンが名前を付けた。男の子が生まれたらロダンが、女の子が生まれたらテレシアが名前を付けるという約束があったようで、女の子ができたらなとロダンが答える。どうやら男の子ができたら魔獣から名付ける気満々のようだ。
en: Teresia says she really wants to name the third child herself. Allen and Mash were both named by Rodan. Apparently, there was a promise that Rodan would name the boys, and Theresia would name the girls. Rodan said that he would like to have a girl. But it seemed that if a boy was born, he was completely ready to name him after another magic beast.

source: バッタと目が合うテレシアである。
en: Theresia and the grasshopper stare at each other.

source: バッタの大きさは変わらないようだ。ただ、強化すると淡く光る。カードの見た目も召喚獣を見て強化されていることが分かる。
en: The grasshopper was just as big as before, but it glows faintly when enhanced. He could also see that picture on the card looks slightly different, to match the changes with the summon.

source: バッタの絵の余白部分が白色から金白に変わっている。そして余白下部に文字が書かれている。
en: The area around the grasshopper picture had changed from white to a golden white. And letters were written underneath.

source: バッタの絵はそのままだ。召喚獣の見た目は変わらないように感じる。
en: The picture of the grasshopper is the same. It doesn't seem like the appearance of the summon has changed much.

source: パラパラと魔導書を開いていく。
en: He flips through the grimoire.

source: マッシュの相手をする。夕食も食べてお腹も膨れており、３０分も遊ばずにマッシュは寝てしまう。死んだように眠るマッシュに掛布団をかけてあげる。
en: Allen takes care of Mash. They had just eaten dinner and thier stomaches were full, so Mash fell asleep after just 30 minutes of playtime. He put a quilt over Mash, who slept like a log.

source: ログに興味を引く文言がたくさんある。どれから見るかといえば、まずはステータスだ。魔導書のページを開き、１ページ目と２ページ目の表示を確認する。
en: There are many words of interest in the log. The first thing to look at is his status. He opened the grimoire and checked the first two pages.

source: ・１歳００か月 魔導書獲得、召喚レベル１、召喚獣Ｈランク
en: ・1 year 0 months - Obtained the grimoire, Summon level 1, and H rank summons

source: ・１歳１０か月 召喚レベル２、合成スキル獲得
en: ・1 year 10 months - Summon level 2, acquired the Synthesize skill

source: ・３歳００か月 召喚獣Ｇランク
en: ・3 years 0 months - First G rank summon

source: ・５歳１１か月 召喚レベル３、強化スキル獲得、召喚獣Ｆランク
en: ・5 years 11 months - Summon level 3, acquired Enhance skill, and F rank summons

source: 今後、同様の苦情はご遠慮いただきますようよろしくお願いいたします。
en: Please refrain from making similar complaints in the future.

source: 今後も神界のスタッフ一同サービスを向上させる所存ですので、変わらぬご愛顧のほど、どうぞよろしくお願いいたします。
en: Moving forward, all of the staff here in the god's realm will continue work hard improving our services. Thank you for your continued patronage.

source: 以前、グレイトボアを狩り続けているロダンに、レベルアップの体験について聞いたことがある。たしかに、神の試練を乗り越え、力が上がるようなことを言っていた。
en: He had once asked Rodan, who had been hunting Great Boars for a while, about his experience leveling up. And sure enough, he had said something about overcoming the trials of god and increasing his power.

source: 以前１歳１０か月で生成レベルが上がったが、魔力が足りないため３歳まで待ったことを思い出す。
en: He remembers that, although his Create leveled up when he was 1 year and 10 months old, he had to wait until 3 years old because his max MP wasn't high enough.

source: 十分に検証もでき、手紙の内容も確認できたので、あとは強化とＦランクの生成と合成だ。魔力が底をついたので、続きは夕食後にする。
en: He had completed his investigation of the message. So all that was left was Enhance, and F rank Create and Synthesize. Since his MP had run out, he decided to continue after dinner.

source: 合成のスキル経験値が１００００に達した瞬間に一気にログが流れた。
en: The log appeared the moment Sythesize reached 10,000 skill EXP.
